snap
emacs
virtualbox
curl
gitk
python3-pip
ca-certificates
gnupg
lsb-release
openjdk-8-jre
php
libapache2-mod-php
php-cli
php-mysql
php-pgsql
gitlab-runner
docker-compose
composer
php7.4-xml
phpunit
