snap
emacs
virtualbox
curl
gitk
python3-pip
ca-certificates
gnupg
lsb-release
openjdk-8-jre
php
libapache2-mod-php
php-cli
php-mysql
php-pgsql
gitlab-runner
docker-compose
composer
php7.4-xml
phpunit
php-xdebug
postfix
trash-cli
net-tools
python3-tk
clang
cmake
ninja-build
pkg-config
libgtk-3-dev
liblzma-dev
mesa-vulkan-drivers
openjdk-11-jdk
